Repository: fpmi-tp2021/labrabota10-gr1-tp-lab10-travelapp
Catalog: TravelApp/TravelApp/*.lproj/Localizable.strings
Languages: be

source: Reporting a bug
be: Паведамленне аб памылцы

source: First, thank you for reporting bugs! Identifying, reproducing, and documenting bugs is not always fun or easy, but it’s an important part of making excellent software. It can also be rewarding, as you’ll have a direct influence on the applications. We really, honestly appreciate your help. Please describe a bug as detailed as possible in the textfield below and we will fix it.
be: Дзякуй за вашае паведамленне пра памылку! Выяўленне і дакументаванне памылак - не заўсёды весела або лёгка, але гэта важная частка стварэння якаснага праграмнага забеспячэння. Гэта важна для нас, бо вы маеце прамое дачыненне на нашага дадатаку. Мы шчыра цэнім вашу дапамогу. Калі ласка, апішыце памылку як мага падрабязней у тэкставым полі ніжэй, і мы выправім яе.

source: Write here...
be: Пішыце тут...

source: Report
be: Паведаміць

source: Thank you for your attention!
be: Дзякуй за вашу дапамогу!

source: We will try to solve your problem as quickly as possible.
be: Мы пастараемся вырашыць вашую праблему як мага хутчэй.

source: Go home
be: У пачатак

source: Sign In
be: Увайсці

source: Username
be: Імя карыстальніка

source: Enter Your Username
be: Увядзіце мя карыстальніка

source: Password
be: Пароль

source: Enter Your Password
be: Увядзіце пароль

source: Sign Up
be: Зарэгістравацца

source: Error
be: Памылка

source: Don't Have An Account ?
be: Яшчэ не з намі ?

source: Find your travel direction
be: Пошук па вашаму накірунку

source: Failed
be: Памылка

source: Input data is incorrect
be: Уваходныя дадзеныя некарэктныя

source: Date
be: Дата

source: Check in date
be: Дата адпраўлення

source: Check out date
be: Дата прыезда

source: People
be: Людзі

source: Amount of adults
be: Колькасць дарослых

source: Price
be: Цана

source: Maximum price
be: Максімальная цана

source: Minimum price
be: Мінімальная цана

source: Home
be: У пачатак

source: From city center
be: Да цэнтру

source: Log Out
be: Выйсці

source: Back
be: Назад

source: Settings
be: Налады

source: Report a bug
be: Паведаміць аб памылцы

source: About us
be: Пра нас

source: Navigation
be: Навігацыя

source: Language
be: Мова

source: Contact us
be: Сувязь з намі

source: Russian
be: Рускі

source: Belarusian
be: Беларускі

source: English
be: Англійскі

source: Skip
be: Прапусціць

source: Hello!
be: Вітаем!

source: Next
be: Далей

source: Find best hotel
be: Знайдзі лепшы гатэль

source: We can help you to find best lodging place from budget hostels to luxury suites
be: Мы дапаможам табе знайсці лепшае месца: от бюджэтных хостелаў да раскошных гатэляў

source: Book your ticket
be: Забраніруйце квіток

source: Find the best prices for plane, bus or train tickets and book them
be: Знайдзіце лепшыя кошты на самолёты, аўтобусы і цяшнікі

source: Enjoy your travel!
be: Атрымоўвайце асалоду ад вашага падарожжа!

source: Enjoy every minute of your journey with TravelApp
be: Атрымоўвайце асалоду ад кожнай хвіліны разам з TravelApp!

source: Your choise
be: Ваш выбар

source: There are no flights
be: Нажаль рэйсаў няма

source: There are no flights on this date
be: Нажаль рэйсаў на гэтую дату няма

source: Let's find the best prices for plane!
be: Давайце выбярэм лепшы кошт на самалёт!
